[
  {
    "id": 1,
    "title": "The Prop Circle",
    "category": [
      "COMMUNICATION",
      "EMOTIONAL AWARENESS",
      "LISTENING",
      "MINDFULLNESS",
      "TEAM BUILDING",
      "IDENTITY"
    ],
    "time": 5,
    "ageGroup": "All Ages",
    "description": "Group activity to acknowledge the hard work and accomplishments of individuals and the group.",
    "materials": "None",
    "instructions": "1. Have the band circle up. \n2. Invite each person present to give 'props' (compliments) to individuals or the group. Encourage students to be specific. \n3. After presenting their prop, the student will say, \"Props, 1, 2, 3!\" After the student counts to three, the rest of the band should clap three times together in the cadence provided by the \"1, 2, 3\". \n4. At the end of the prop circle, have the band put their hands in the middle. Count to three and have everyone shout the name of their band. This concludes the rehearsal.",
    "purpose": "To see and be seen.",
    "style": "Closing",
    "notes": "A student will offer something like, “I want to give props to Deandre because he was really frustrated earlier but he didn’t give up and now he really knows that guitar part.”\n\nSome students may struggle with receiving compliments - brief coaching on simply saying \"thank you\" can help.",
    "link": "",
    "staffPick": true
  },
  {
    "id": 2,
    "title": "Musicians Record Contract",
    "category": [
      "COMMUNICATION",
      "LISTENING",
      "TEAM BUILDING",
      "IDENTITY"
    ],
    "time": 15,
    "ageGroup": "All Ages",
    "description": "The band sets their own norms and expectations at the beginning of the semester. This is interchangeable with \"community guidelines.\"",
    "materials": "White board, chalk board or poster board",
    "instructions": "After the Rules of Rock have been explained to the students, they can be written on a poster to hang in a visible location for each class meeting. Students sign their name on the poster agreeing to abide by the contract for the session. Instructors should discuss how this process is similar to a band signing a record contract, which outlines expectations mutually agreed upon between two or more people (Respect, work together, support each other, etc.). Students should be encouraged to add their own agreements to the list.",
    "purpose": "To reach group consenus on how the class is run. It can be refered to when relavant issues arise.",
    "style": "Core Activity",
    "notes": "Recommended items for grades 3-5 are; confidentiality, amnesty, respect, listen to understand, be as honest as you can be, put ups not put downs, try it on, you can pass, one conversation, take care, have fun, step up/step back, and accountability. It is not mandatory for all of these concepts to make it onto the contract. It is essential that Instructors work with the students to determine what the group agreements will be for each band. Refer to the contract to manage the classroom. Encourage students to hold one another (and the Instructors) accountable.",
    "link": "",
    "staffPick": true
  },
  {
    "id": 3,
    "title": "Song Analysis",
    "category": [
      "LISTENING",
      "SONGWRITING",
      "THEORY",
      "IDENTITY",
      "COMMUNICATION",
      "MINDFULLNESS",
      "KODALY"
    ],
    "time": 15,
    "ageGroup": "All Ages",
    "description": "Listening exercise for the group. It can be a song the students enjoy, or the song they are learning. Identify instruments, arrangement, vibe and lyrical content.",
    "materials": "Speakers",
    "instructions": "Play the song on speakers. Pause as needed. Offer suggestions on what to listen for and pay attention to. Determine, as a group, what the song communicates. \n- What instruments do you hear? \n- What part of the song is this? \n- What do the lyrics convey? \n- What do they mean to you? \n- Explain and listen for: Sound (timbre/instrument range/type), Harmony (chords- density/feeling/motion), Melody (shape, length, patterns), Rhythm (tempo, complexity), Growth (what is the overall shape of the song, and how can it be broken up), Feeling/Meaning (what do the lyrics mean, how do they interact with the other parameters).",
    "purpose": "To gain deeper understanding of songwriting, understanding how music and art can reflect or alter our emotions. Students can analyze their favorite music and use this analysis as a template to make their own music. Gets them into an analytical mode of listening.",
    "style": "Core Activity",
    "notes": "Determine the emotional quality and purpose of the song. If possible, discuss the history, genre and other contexts of the song. Guide the band through the decision making process. What do they want to communicate to their audiences? How do they want to be seen by their audiences?",
    "link": "",
    "staffPick": true
  },
  {
    "id": 4,
    "title": "Song Introductions",
    "category": [
      "COMMUNICATION",
      "CREATIVITY",
      "EMOTIONAL AWARENESS",
      "TEAM BUILDING",
      "IDENTITY",
      "LIVE PERFORMANCE",
      "RHYTHM"
    ],
    "time": 15,
    "ageGroup": "All Ages",
    "description": "Group discussion that follows \"Song Analysis\" to determine who and how each song is introduced.",
    "materials": "None",
    "instructions": "1. Focus the introduction on the song's purpose and why the band chose to perform it.\n2. Discuss key questions: Why did students write or choose this song? Should audiences consider the lyrics in a certain light? Should they sing along?\n3. Decide who should introduce the song - consider if it means a lot to a particular band member or if a shy student needs speaking opportunities.\n\nBe thorough and intentional when guiding bands through this decision-making process.",
    "purpose": "Determine how each song is introduced for a performance or video.",
    "style": "Core Activity",
    "notes": "The way songs are introduced to audiences should flow organically out of the song analysis process. This doesn't have to be just one person. It can be in the form of conversation or skit. Or different band members expressing what the song means to them.\n\nCreate a simple template or prompts to help students structure their introductions. Consider pairing confident speakers with shyer members for support. You might video record practice introductions so students can self-evaluate and build confidence before live performances.",
    "link": "",
    "staffPick": false
  },
  {
    "id": 5,
    "title": "Copy Paste",
    "category": [
      "COMMUNICATION",
      "LISTENING",
      "MINDFULLNESS",
      "TEAM BUILDING",
      "SONGWRITING",
      "THEORY",
      "RHYTHM",
      "SYNC",
      "INSTRUMENTS",
      "VOCAL"
    ],
    "time": 15,
    "ageGroup": "All Ages",
    "description": "A call & response game that can be used with clapping, singing, or on instruments",
    "materials": "Instruments",
    "instructions": "1. Set up a steady rhythm using a kick drum (instructor on drum kit or drum machine around 120 bpm).\n2. Have students sit in a circle or get on their instruments.\n3. Each student claps a rhythm in the space of one measure, then the group copies it.\n4. As the group improves at the game, level up by including dynamic or tempo shifts.\n5. For advanced groups, instruments can play simple melodies in a pre-determined key.",
    "purpose": "Improve group listening, ear training, rhythm and band tighness.",
    "style": "Opening",
    "notes": "Can be used as part of kodaly training. \nStart with very simple rhythms to build confidence before advancing complexity. Consider having students close their eyes during the \"copy\" phase to focus purely on listening. You might designate hand signals for dynamic changes to help students follow along more easily.",
    "link": "",
    "staffPick": true
  },
  {
    "id": 6,
    "title": "Danger Rhythm",
    "category": [
      "COMMUNICATION",
      "LISTENING",
      "MINDFULLNESS",
      "TEAM BUILDING",
      "SONGWRITING",
      "THEORY",
      "RHYTHM",
      "SYNC"
    ],
    "time": 10,
    "ageGroup": "All Ages",
    "description": "Similar to \"Copy Paste\" except one rhythm or number of claps is poison, and the group should NOT repeat.",
    "materials": "None",
    "instructions": "1. Using a steady rhythm (kick, stick clicks, drum machine) the instructor starts with a simple copy paste game (students repeat what instructor plays while keeping the beat).\n2. Add the danger rhythm: (DO NOT REPEAT if I clap 4 times.)\n3. Once the game is established, students can stand up and lead. Let them go a few measures so they can creatively decide when to drop the \"danger rhythm.\"\nVary the danger rhythm periodically to keep students engaged.",
    "purpose": "Improve group listening, ear training, rhythm and band tighness.",
    "style": "Opening",
    "notes": "Can be used as part of kodaly training. When a student incorrectly claps, don't make a big deal or have them sit out. Just continue the game.",
    "link": "",
    "staffPick": false
  },
  {
    "id": 7,
    "title": "Interval-actic Challenge",
    "category": [
      "LISTENING",
      "THEORY",
      "EMOTIONAL AWARENESS",
      "ARTS & CRAFTS",
      "INSTRUMENTS"
    ],
    "time": 15,
    "ageGroup": "All Ages",
    "description": "Ear training game to learn the sound of different intervals on the keyboard.",
    "materials": "Instruments",
    "instructions": "1. Write the different intervals on the board:\nLevel 1: Unison, Octave, Perfect 5th\nLevel 2: Major 3rd, Minor 3rd, Perfect 4th\nLevel 3: Major 2nd, Minor 2nd, Tritone, Major 7th, Minor 7th\n2. Demonstrate them on piano and ask the band how each makes them feel. Write reactions on the board next to the interval.\n3. Make it a game where students have to guess which interval is being played.\n4. Level up: change octaves and sounds on the keyboard, or try on guitar.",
    "purpose": "Learn music thoery and the sound of differnt intervals, and how they feel (major = happy, minor = sad, 1/2 step = dissonant..etc)",
    "style": "Core Activity",
    "notes": "Start with the most distinct-sounding intervals (octave, tritone) before moving to subtler ones. Consider having students sing the intervals back to reinforce learning. You might create associations with familiar songs that start with each interval to help memory retention.",
    "link": "",
    "staffPick": false
  },
  {
    "id": 8,
    "title": "Zip Zap Zop",
    "category": [
      "COMMUNICATION",
      "EMOTIONAL AWARENESS",
      "LISTENING",
      "MINDFULLNESS",
      "MOVEMENT",
      "TEAM BUILDING",
      "RHYTHM",
      "ICEBREAKER",
      "SYNC"
    ],
    "time": 5,
    "ageGroup": "Elementary, Middle School",
    "description": "A classic theatre game where the students continuously say zip, while clapping in the direection of the next player, who says \"zap\" then the next who says \"Zop\"",
    "materials": "None",
    "instructions": "1. Stand in a circle.\n2. Someone begins by pointing and making eye contact to another person in the circle and saying, \"ZIP!\" (Eye contact is key.)\n3. That person then points to yet another person and says, \"ZAP!\"\n4. That person points to another person and says \"ZOP!\"\n5. Continue with words in order: ZIP, ZAP, ZOP. If someone makes a mistake and says a word out of order, fails to keep eye contact with the person they send to, or fumbles and waits too long to reply or send, then that person is out of the game.\n6. Level up: Once students have a handle on the basic game, put it to a beat! One instructor starts a beat (in 3/4 - slowly at first) and the other instructor starts the round. If a student does not pass the word on beat, they're out.",
    "purpose": "A fun warm-up game to start class, get some energy out, and reinforce listening and eye contact.",
    "style": "Icebreaker",
    "notes": "Consider allowing \"mistakes\" to continue the game rather than elimination to maintain inclusion. You might add gestures or movements to make it more kinesthetic. For younger groups, slow down the elimination rule and focus more on the fun than precision.",
    "link": "",
    "staffPick": false
  },
  {
    "id": 9,
    "title": "Counting Game",
    "category": [
      "COMMUNICATION",
      "EMOTIONAL AWARENESS",
      "LISTENING",
      "MINDFULLNESS",
      "TEAM BUILDING",
      "SYNC",
      "ICEBREAKER",
      "SONGWRITING"
    ],
    "time": 10,
    "ageGroup": "All Ages",
    "description": "Group activity to see how high students can count while not talking over one another.",
    "materials": "None",
    "instructions": "1. Form a group (standing or sitting in a circle works well).\n2. Count as a group as high as possible without anyone saying the same number at the same time.\n3. If students say the same number simultaneously, start over from 1.\n4. Level up: Have students try it with their eyes closed!",
    "purpose": "Promotes listening skills and group cooperation.",
    "style": "Core Activity",
    "notes": "Start with smaller groups (4-6 students) before attempting with larger circles. Consider setting mini-goals (reach 10, then 15) to build confidence. The competitive element naturally emerges - embrace it as it increases engagement while teaching healthy group competition focused on collective achievement.",
    "link": "",
    "staffPick": false
  },
  {
    "id": 10,
    "title": "Pass the Ball",
    "category": [
      "COMMUNICATION",
      "LISTENING",
      "SYNC",
      "ICEBREAKER",
      "MOVEMENT"
    ],
    "time": 10,
    "ageGroup": "Elementary, Middle School",
    "description": "Pass a ball or object on a specific beat.",
    "materials": "Ball, or other light object",
    "instructions": "1. Have students sit in a circle on the ground.\n2. Practice counting measures of 4 (\"1, 2, 3, 4, 1, 2, 3, 4...\") so students are familiar with that simple pattern.\n3. Instruct students that the first goal is to pass the ball around the circle, passing it only on beat 1.\n4. Once students get the hang of it, change up the pattern so they pass it only on beat 2, or beats 2 and 4, or beat 4, and so on.\n5. You can play it as is, or as a competition where students who pass it on the wrong beat are out until just a few students remain.",
    "purpose": "A great game for younger students to work on basic rhythmic concepts.",
    "style": "Opening",
    "notes": "Use a soft ball or beanbag to prevent drops from becoming disruptive. Consider having students count out loud together initially, then transition to silent counting. For inclusive play, allow \"mistakes\" to continue rather than elimination, or have eliminated students become the beat-keepers.",
    "link": "",
    "staffPick": false
  },
  {
    "id": 11,
    "title": "Name That Genre",
    "category": [
      "COMMUNICATION",
      "LISTENING",
      "SONGWRITING",
      "THEORY",
      "TEAM BUILDING",
      "CREATIVITY"
    ],
    "time": 15,
    "ageGroup": "All Ages",
    "description": "Play various songs and have students guess the genre.",
    "materials": "Speakers",
    "instructions": "1. Introduce the various genres of music and what makes them distinctive.\n2. Play various songs in different genres, one at a time.\n3. Students raise their hand first for the opportunity to name that genre.\n4. Award points: one point for the genre, one bonus point for the artist, one bonus point for the name of the song, one point for each thing they can list which defines that genre.",
    "purpose": "Enhance students' listening skills and knowledge of genres, artists, and famous songs.",
    "style": "Core Activity",
    "notes": "Consider using songs from different eras and cultures to broaden exposure. You might create teams instead of individual competition to encourage collaboration. Having students explain their reasoning for genre choices builds critical thinking even when they're incorrect.",
    "link": "",
    "staffPick": false
  },
  {
    "id": 12,
    "title": "Find That Note",
    "category": [
      "COMMUNICATION",
      "LISTENING",
      "THEORY",
      "INSTRUMENTS"
    ],
    "time": 15,
    "ageGroup": "All Ages",
    "description": "A 'race' to see who can find a given note on different instruments.",
    "materials": "None",
    "instructions": "1. The instructor chooses two students to come up to the pair of instruments.\n2. The instructor calls out a note and the first student to find and play that note gets a point.\n3. Repeat until the first student to make it to 3 points wins.\n4. For guitar/bass, refer to the notes using string name and fret number (i.e., E5, A2, or B3).\n\nTeam version: Can also be played in teams so that each team sends a representative up to the instruments and accumulates points that way, with the winning team being the first team to get to 5, 10, or any chosen number (can change that amount based on how long you want to play for).",
    "purpose": "To learn the notes on an instrument.",
    "style": "Core Activity",
    "notes": "Consider pairing students of similar skill levels for fairness. You might allow brief practice time before each round or provide visual aids showing note positions. Rotate participants frequently so everyone gets multiple opportunities to play.",
    "link": "",
    "staffPick": false
  },
  {
    "id": 13,
    "title": "Rhythm Jam",
    "category": [
      "COMMUNICATION",
      "CREATIVITY",
      "EMOTIONAL AWARENESS",
      "LISTENING",
      "MINDFULLNESS",
      "MOVEMENT",
      "TEAM BUILDING",
      "SONGWRITING",
      "THEORY",
      "RHYTHM",
      "LIVE PERFORMANCE",
      "ICEBREAKER",
      "SYNC",
      "INSTRUMENTS"
    ],
    "time": 15,
    "ageGroup": "All Ages",
    "description": "A structured jam session to encourage listening, creativity, and leadership skills.",
    "materials": "Instruments, Percussion",
    "instructions": "1. Arrange the drums/instruments in a circle.\n2. Instructor stands in the middle as the \"conductor\" with a clave, cowbell, or other instrument that cuts.\n3. Instructor starts the tempo and then points to various students to add to the jam.\n4. Students must add and repeat a 1-measure rhythm that follows the tempo. Encourage students to listen carefully to the different layers being added and to add something that complements what's already there.\n5. Once the instructor has pointed to every student, begin conducting dynamics by raising and lowering hands.\n6. Deconstruct the jam by doing the reverse -- pointing to students to have them stop playing until no one is left.\n\nLevel up: Once students get the hang of it, choose a student who wants to try being the conductor. The instructor can continue to be the one with the clave/cowbell, but the student is in charge of cueing students in and out and directing dynamics.",
    "purpose": "To play music and be free, without worrying about notes or arrangements. To improvise.",
    "style": "Core Activity",
    "notes": "Go over the rules of the rhythm jam before students are at the instruments to encourage maximum focus. Game can also be played using a drum machine as the steady beat. Establish clear hand signals for dynamics and entry/exit cues before starting. Consider starting with fewer instruments and adding complexity gradually. Rotate conductor roles to give multiple students leadership experience.",
    "link": "",
    "staffPick": true
  },
  {
    "id": 14,
    "title": "Mystery Instrument",
    "category": [
      "COMMUNICATION",
      "LISTENING",
      "MOVEMENT",
      "RHYTHM",
      "INSTRUMENTS"
    ],
    "time": 10,
    "ageGroup": "All Ages",
    "description": "Students learn different percussion instruments by listening blindly, selecting the correct percussion, and copying what the instructor played.",
    "materials": "A selection of percussion instruments, two of each",
    "instructions": "1. Do a brief demonstration of each type of percussion instrument you'll be using, playing each one and leading a discussion about how it sounds.\n2. Create some kind of wall or obstruction so students can't see what instrument you're playing (movable whiteboard, poster, or large amp).\n3. Place one of each type of instrument on a table in front of the students, and the other set behind the \"wall\" with you.\n4. Choose a student to come up to the table of instruments.\n5. From behind the wall, play a short rhythm with one of the instruments.\n6. The student must identify the correct instrument and echo the rhythm.\n7. Repeat until each student has gotten a turn.",
    "purpose": "A listening and performance exercise for younger students to reinforce their knowledge of different instrument sounds and names.",
    "style": "Opening",
    "notes": "Start with very distinct-sounding instruments before introducing similar timbres. Consider allowing multiple guesses or peer help for struggling students. You might add visual cues (instrument pictures) for students who need additional support.",
    "link": "",
    "staffPick": false
  },
  {
    "id": 15,
    "title": "Psychic Sync",
    "category": [
      "COMMUNICATION",
      "EMOTIONAL AWARENESS",
      "LISTENING",
      "MINDFULLNESS",
      "MOVEMENT",
      "TEAM BUILDING",
      "ICEBREAKER",
      "SYNC",
      "INSTRUMENTS"
    ],
    "time": 10,
    "ageGroup": "All Ages",
    "description": "A syncing icebreaker where two people try to clap at the same time with their eyes closed.",
    "materials": "None",
    "instructions": "1. Two people stand close together.\n2. Both close their eyes.\n3. Try to clap at the exact same time.\n\nLevel up: Try it on instruments.",
    "purpose": "A fun icebreaker that helps members sync up before practice.",
    "style": "Icebreaker",
    "notes": "Start with partners who are comfortable with each other. Consider having the group count down together initially, then progress to silent attempts. You might try variations like synchronized movements or breathing before adding the clapping element.",
    "link": "",
    "staffPick": false
  },
  {
    "id": 16,
    "title": "Pride Line",
    "category": [
      "COMMUNICATION",
      "EMOTIONAL AWARENESS",
      "LISTENING",
      "MINDFULLNESS",
      "TEAM BUILDING",
      "IDENTITY",
      "ICEBREAKER",
      "SYNC"
    ],
    "time": 15,
    "ageGroup": "All Ages",
    "description": "Providing an avenue for students to talk about things they care about, and the good they have done.",
    "materials": "None",
    "instructions": "Explain that people enjoy expressing pride in something they have done that might have gone unrecognized otherwise.\nAsk students to make a statement about a specific area of behavior, beginning with \"I'm proud that I....\"\nUse these prompts:\n\nThings you've done for your parent(s)\nThings you've done for a friend\nWork in school\nHow you spend your time outside of school\nHow you've earned some money\nSomething you've bought recently\nHow you usually spend your money\nHabits you have\nSomething you do often\nWhat you are proudest of in your life\nSomething you have shared\nSomething you tried hard for\nSomething you own\nThoughts about people who are different from you\nSomething you've done to help someone else",
    "purpose": "An oportunity for students to increasse self-confidence and be heard.",
    "style": "Core Activity",
    "notes": "Create a safe, judgment-free environment with clear listening guidelines. Consider allowing students to pass if they're not ready to share. You might start with less personal prompts and build toward deeper sharing as trust develops.",
    "link": "",
    "staffPick": false
  },
  {
    "id": 17,
    "title": "Band Logo Design.",
    "category": [
      "COMMUNICATION",
      "CREATIVITY",
      "EMOTIONAL AWARENESS",
      "MINDFULLNESS",
      "TEAM BUILDING",
      "IDENTITY",
      "ARTS & CRAFTS",
      "SYNC"
    ],
    "time": 20,
    "ageGroup": "All Ages",
    "description": "Use art supplies to draw a band logo.",
    "materials": "Paper, drawing and coloring utencils",
    "instructions": "1. Using paper and art supplies, have students design a band logo.\n2. This can be used to make a poster, shirts, kick drum art, buttons, album art, etc.\n3. Use these prompts: What does your band name mean? How do you want the world to see you? What do you want to express? What is your brand concept?\n4. Explain the importance of clear branding in promoting bands.\n\nLevel Up: Have the band vote on an official logo",
    "purpose": "Express personal and group identity and express creativity.",
    "style": "Core Activity",
    "notes": "Provide various art supplies (markers, colored pencils, magazines for collage). Consider having students sketch multiple concepts before finalizing. You might discuss successful band logos as inspiration and analyze what makes them effective visually and conceptually.",
    "link": "",
    "staffPick": false
  },
  {
    "id": 18,
    "title": "Name Droppin'",
    "category": [
      "COMMUNICATION",
      "CREATIVITY",
      "EMOTIONAL AWARENESS",
      "LISTENING",
      "TEAM BUILDING",
      "SONGWRITING",
      "ICEBREAKER"
    ],
    "time": 20,
    "ageGroup": "All Ages",
    "description": "Creative writing game where students come up with a list of new song titles.",
    "materials": "None",
    "instructions": "1. Each student generates 15 new song titles.\n2. Have students read them aloud, and highlight the ones that stand out, either as cool or funny.\n3. Boil the list down to 2-3 titles.\n4. Have each band member select one and write some lyrics for it. Can be done in groups, who choose one title to work on.\n\nLevel up: Take the title and lyrics and put some music to it!",
    "purpose": "A fun and sometimes funny game that can lead to the creation of a new song.",
    "style": "Core Activity",
    "notes": "Can also be switched to be Band Names.\n\nEncourage wild creativity in the initial brainstorming phase - no ideas are bad ideas. Consider setting a timer for the title generation to maintain energy. You might have students explain their favorite titles to help the group understand different creative perspectives.",
    "link": "",
    "staffPick": false
  },
  {
    "id": 19,
    "title": "Everybody Dance Now / Can't Touch This",
    "category": [
      "COMMUNICATION",
      "CREATIVITY",
      "EMOTIONAL AWARENESS",
      "MINDFULLNESS",
      "MOVEMENT",
      "TEAM BUILDING",
      "ICEBREAKER",
      "SYNC"
    ],
    "time": 10,
    "ageGroup": "Elementary, Middle School",
    "description": "Instructors play the riff of one of these classic songs, then pause for student dance moves.",
    "materials": "Instruments",
    "instructions": "1. Instructors on instruments, students standing on the 'dance floor.'\n2. Instructors play the riff of one of these classic songs, then pause.\n3. One student does a dance move.\n4. When done, everyone yells (either \"Can't Touch This!\" or singing in a high voice \"Everybody Dance Now!\") and the whole band copies the dance move while the instructors play the riff again.\n5. Repeat until everyone has gone.",
    "purpose": "A fun and kitschy way to encourage expression, movement, dancing and laughs.",
    "style": "Icebreaker",
    "notes": "Instructors will have to learn to play these songs, usually drums and bass/guitar are best.",
    "link": "",
    "staffPick": false
  },
  {
    "id": 20,
    "title": "Jingle Jam",
    "category": [
      "COMMUNICATION",
      "CREATIVITY",
      "EMOTIONAL AWARENESS",
      "MINDFULLNESS",
      "SONGWRITING",
      "INSTRUMENTS",
      "IDENTITY",
      "VOCAL"
    ],
    "time": 30,
    "ageGroup": "All Ages",
    "description": "Students pick anything they love, then create a short jingle to promote that thing.",
    "materials": "Paper, writing utencils, instruments",
    "instructions": "1. Start as a writing exercise. Each student picks something they're passionate about (could be anything - a concept like \"love\" or a candy or a class \"Intonation Band,\" etc.).\n2. Write one stanza that expresses what is great about that thing, and why other people should be interested in it.\n\nLevel up: Create a simple catchy hook on the keyboard, then sing the lyrics.",
    "purpose": "To share individuality and learn how to expand, expound and poetically promote a concept they are passionate about.",
    "style": "Core Activity",
    "notes": "Encourage students to choose genuinely meaningful topics rather than \"safe\" choices. Consider having students perform their jingles for the group to practice presentation skills. You might discuss effective advertising techniques and how emotion connects to persuasion.",
    "link": "",
    "staffPick": false
  },
  {
    "id": 21,
    "title": "Verse Volley",
    "category": [
      "COMMUNICATION",
      "CREATIVITY",
      "EMOTIONAL AWARENESS",
      "LISTENING",
      "MINDFULLNESS",
      "TEAM BUILDING",
      "SONGWRITING",
      "ICEBREAKER",
      "SYNC"
    ],
    "time": 30,
    "ageGroup": "Middle School, High School",
    "description": "Lyric writing exercise that captures the group mood and interests and encourages collaboration.",
    "materials": "White board, chalk baord or poster board.",
    "instructions": "1. Mood & Theme Selection: Have students discuss their current emotions and collectively decide on a mood (energetic, mellow, reflective). Brainstorm a topic that fits the mood. Create a \"word bank\" of related words.\n2. Break into Lyrical Stations: Split into small groups (3-4 members). Each group creates one lyrical line addressing the chosen topic. After 5 minutes, groups rotate to add a line to the existing work.\n3. Group Reflection: After each round, pause to discuss how the new lyrics make them feel. Is the mood staying consistent?\n4. Final Collaboration: Work together to fine-tune the lyrics, then perform as spoken word or song.",
    "purpose": "To teach students how to consider and build off of input from others in a creative setting.",
    "style": "Core Activity",
    "notes": "TEMPLATE: \n\nGROUP MOOD?\nSUBJECT / THEME THAT FITS THE MOOD?\n\n\nRAPID FIRE WORD BANK:\n\n\nOPENING LINE: \n\n2-3 BREAKOUT GROUPS (2-4 people): After first line is established, groups rotate stations to respond to the previous groups line. \n\nNOTES:\nAfter each round of writing, pause to discuss how the new lyrics make them feel. What’s evolving in the song? Is the mood and theme staying consistent? How am I'm comprimising with what came before?",
    "link": "https://docs.google.com/document/d/1RRu1tzicKRffaKUmTQ5iUS4olFio5JDCgtDqyIDCc0s/edit?tab=t.0#heading=h.bps9yqwp0pkg",
    "staffPick": false
  },
  {
    "id": 22,
    "title": "Atudia",
    "category": [
      "COMMUNICATION",
      "LISTENING",
      "MOVEMENT",
      "TEAM BUILDING",
      "RHYTHM",
      "SYNC",
      "VOCAL"
    ],
    "time": 5,
    "ageGroup": "Elementary",
    "description": "A silly singing game that encourages listening and movement.",
    "materials": "None",
    "instructions": "The instructor leads the students through the following chant, doing the physical movements that the chant outlines:\n\nSay what I say, do what I do\nThe name of the game is Atudia-tu!\nSay what I say, do what I do\nThe name of the game is Atudia-tu!\n\nThumbs up! (Kids repeat: thumbs up!)\nAtudia atudia atudia-tu! (x2)\n\nThumbs up! (Thumbs up!) \nElbows out! (Elbows out!)\nAtudia...\n\nThumbs up! (Thumbs up!) \nElbows out! (Elbows out!)\nKnees bent! (Knees bent!)...\nBum out! (Bum out!)...\nHead up! (Head up!)...\nToes out! (Toes out!)...",
    "purpose": "An engaging chant for younger students to get them moving, listening, and following directions.",
    "style": "Opening",
    "notes": "Instructors can also choose students to come up and make up their own instructions to add to the song.\n\nStart slowly and build speed as students master each movement. Encourage exaggerated movements to increase engagement. Consider having students suggest new body parts or movements to add their own creativity to the game.",
    "link": "",
    "staffPick": false
  },
  {
    "id": 23,
    "title": "Band Chant",
    "category": [
      "COMMUNICATION",
      "CREATIVITY",
      "EMOTIONAL AWARENESS",
      "TEAM BUILDING",
      "SONGWRITING",
      "KODALY",
      "IDENTITY",
      "RHYTHM",
      "LIVE PERFORMANCE",
      "INSTRUMENTS",
      "VOCAL"
    ],
    "time": 30,
    "ageGroup": "All Ages",
    "description": "ompose an original chant that promotes the band name (chorus) and strengths of individual band members (verses).",
    "materials": "White Board, chalk baord or poster board.",
    "instructions": "1. Start with a basic beat: K K SN (kick kick snare).\n2. Work together to build a chorus that highlights the band name. Everyone sings together.\n3. Work on verses that individuals can sing. Verses can be about how awesome the band is, details about their identity, what they love about music, or anything else.\n4. Instruments can also be added to support the rhythm.\n5. Be creative and try adding an instrumental hook.",
    "purpose": "Encourage collaboration and band identity. Great to add to a live setlist.",
    "style": "Core Activity",
    "notes": "Encourage collaborative spirit amongst the students. Work the band chant over time. Come back to it when needed or as the identity of the group evolves.",
    "link": "https://docs.google.com/document/d/1omuQkfVKc-TRLuUvKAWT5L4HPCCbG0YGfH3JfrmiRRM/edit?tab=t.0",
    "staffPick": true
  },
  {
    "id": 24,
    "title": "Body Scale",
    "category": [
      "COMMUNICATION",
      "MOVEMENT",
      "THEORY",
      "VOCAL"
    ],
    "time": 10,
    "ageGroup": "Elementary, Middle School",
    "description": "Connect the major chord scale to body parts",
    "materials": "None",
    "instructions": "1. Teach the major scale by associating the notes of the scale with body parts (Feet for Do, Shins for Re, Knees for Mi, etc.).\n2. Sing the scale while pointing to the corresponding body part.",
    "purpose": "Learn thoery by connecting it to something tangible.",
    "style": "Opening",
    "notes": "Establish consistent body part assignments and practice them regularly for muscle memory. Consider having students create their own body scale variations or use different starting positions (sitting vs. standing). You might add harmonies by having different students sing different scale degrees simultaneously.",
    "link": "",
    "staffPick": false
  },
  {
    "id": 25,
    "title": "1-2-3-4-5",
    "category": [
      "VOCAL",
      "LISTENING",
      "THEORY",
      "RHYTHM",
      "SYNC",
      "ICEBREAKER"
    ],
    "time": 10,
    "ageGroup": "All Ages",
    "description": "Singing scales along with piano. Notes can be replaced with claps and other sounds to make it more challenging.",
    "materials": "Keyboard",
    "instructions": "1. Basic: On a keyboard, start on C and play an ascending major scale. Everyone sings along.\n2. Up: 1-2-3-4-5, REST then down: 5-4-3-2-1.\n3. Connect the two: 1-2-3-4-5-4-3-2-1.\n4. Move up to D and continue on the scale.\n5. Level up: Arpeggiate: (1-5-4-5-3-5-2-5 1-5-4-5 (3-2-1). OR (1-3-5, 1-3-2-4).\n\nNext level: Replace numbers with sounds or dance moves. For example - 3 becomes a clap, 1 becomes a stomp, 2 becomes a dab, etc.",
    "purpose": "Learn the scales while practicing singing pitch.",
    "style": "Opening",
    "notes": "",
    "link": "",
    "staffPick": true
  },
  {
    "id": 26,
    "title": "Goal Setting",
    "category": [
      "COMMUNICATION",
      "CREATIVITY",
      "EMOTIONAL AWARENESS",
      "LISTENING",
      "MINDFULLNESS",
      "TEAM BUILDING",
      "IDENTITY"
    ],
    "time": 20,
    "ageGroup": "All Ages",
    "description": "Set and review personal and band goals & expectations at the start and end of the year.",
    "materials": "Chairs",
    "instructions": "1. Sit in a circle. State purpose.\n2. Start of year: Have everyone express 1 thing they would like to improve, and 1 thing they want to achieve. Instructor can take notes. Also make a list of \"Band Goals\" (i.e., let's write two original songs).\n3. End of year review: Review the notes of each student and discuss how these goals were achieved (or not). Discuss the struggles or other insights they've learned during the year. Have the goals changed during the year?\n\nKeep goals visible throughout the year (poster, notebook) for regular check-ins. Consider mid-year goal reviews to adjust or celebrate progress. Frame \"unmet\" goals as learning opportunities rather than failures, focusing on growth and insights gained.",
    "purpose": "A self-created benchmark to set expectations and serve as a reference and inspiration throughout the year.",
    "style": "Core Activity",
    "notes": "This is not a test, always frame the exercise in terms that students create for themselves. If needed, assist in tempering initial goals, or shedding positive light if they did not achieve exactly what they intended.",
    "link": "",
    "staffPick": false
  },
  {
    "id": 27,
    "title": "Lyrical Freestyle",
    "category": [
      "COMMUNICATION",
      "CREATIVITY",
      "EMOTIONAL AWARENESS",
      "LISTENING",
      "MINDFULLNESS",
      "SONGWRITING",
      "IDENTITY",
      "VOCAL",
      "INSTRUMENTS"
    ],
    "time": 20,
    "ageGroup": "All Ages",
    "description": "A lyrical rhyming game that promotes freestyle and contributes to original songwriting.",
    "materials": "None",
    "instructions": "1. Create a simple beat using the Kodály system that lasts 1 or 2 measures and repeats.\n2. One student comes up with 1 random word to rhyme with (example: \"cookie\").\n3. Each student must say a word that rhymes with the chosen word (cookie: rookie, bookie, etc.).\n4. Students listen for the beat and say their rhyming word on beat 1.\n5. Students take turns around the circle.\n6. Level up: Add a word before the rhyming word to create phrases.\n7. Advanced: Switch who creates the beat, increase tempo, or sing the words instead of speaking.\n8. With instruments: Use 2 chords with a smaller group creating lyrics. If a chorus emerges, keep building on it!",
    "purpose": "To promote storybuilding, songwriting, improvisation and courage.",
    "style": "Icebreaker",
    "notes": "Requires lots of emotional support for some. Instructors should demonstrate the process. \nStart with easy rhyming words and demonstrate extensively before student participation. Create a supportive \"no wrong answers\" environment. Consider allowing students to pass if they're stuck rather than stopping the flow.",
    "link": "",
    "staffPick": false
  },
  {
    "id": 28,
    "title": "Draw A Song",
    "category": [
      "COMMUNICATION",
      "CREATIVITY",
      "EMOTIONAL AWARENESS",
      "LISTENING",
      "MINDFULLNESS",
      "TEAM BUILDING",
      "IDENTITY",
      "ARTS & CRAFTS"
    ],
    "time": 15,
    "ageGroup": "All Ages",
    "description": "Listen to a song and draw a visual interpretation.",
    "materials": "Tables. Speakers. Art supplies and paper.",
    "instructions": "1. Choose a song to draw (ie. the one they're learning)\n2. Students sitting a tables with art supplies\n3. Play the song on a speaker\n4. Draw what you hear in the song. It could be literal or abstract. It could be a character from the song or color scribbles. No wrong way to do it. \n5. Show & Tell: Students discuss what that've made and why they made it.",
    "purpose": "Connect the senses. Encourage deep listening. Self expression and communcation of feelings.",
    "style": "Core Activity",
    "notes": "Provide various art supplies (crayons, markers, colored pencils) to accommodate different preferences. Consider playing the song multiple times so students can add layers to their drawings. Emphasize that all interpretations are valid during the sharing portion.",
    "link": "",
    "staffPick": false
  },
  {
    "id": 29,
    "title": "Trading Eights Jam",
    "category": [
      "CREATIVITY",
      "LISTENING",
      "MOVEMENT",
      "TEAM BUILDING",
      "RHYTHM",
      "LIVE PERFORMANCE",
      "SYNC",
      "ICEBREAKER",
      "KODALY"
    ],
    "time": 15,
    "ageGroup": "All Ages",
    "description": "A percussion circle where students improvise their percussion parts.",
    "materials": "Percussion Instruments.",
    "instructions": "1. Hand out percussion instruments (use drum parts, sticks, or claps as well)\n2. Instructor provides a steady beat. \n3. Begin to free jam\n4. Trade Eights. Going in a circle, allow each student to improvise a beat over 2 measures.\n5. Continue around the circle. \n6. End with a free jam\n\nLEVEL UP: Structured jam: Instructor adds in dynamics, breaks, or \"mutes\" individual players.",
    "purpose": "Combine group connection with individual expression.",
    "style": "Core Activity",
    "notes": "Start with simple rhythms and build complexity as students gain confidence. Consider using visual cues for dynamics and breaks. You might allow students to take turns leading the structured jam portion to develop leadership skills.",
    "link": "",
    "staffPick": false
  },
  {
    "id": 30,
    "title": "Creative Notation",
    "category": [
      "COMMUNICATION",
      "CREATIVITY",
      "EMOTIONAL AWARENESS",
      "MINDFULLNESS",
      "TEAM BUILDING",
      "SONGWRITING",
      "THEORY",
      "ARTS & CRAFTS",
      "INSTRUMENTS",
      "ICEBREAKER"
    ],
    "time": 15,
    "ageGroup": "All Ages",
    "description": "Students create their own musical notation, then another student (or instructor) interprets it on an instrument.",
    "materials": "White board. Instruments.",
    "instructions": "1. Using whiteboard or art supplies, students create visual scores using non-traditional (made up from scratch) notation of their own devising.\n2. Students then ask for someone to interpret the score.",
    "purpose": "Encourage creative expression, and thoughtful interpretation. Collaboration.",
    "style": "Core Activity",
    "notes": "Encourage students to explain their notation system after the interpretation to compare intent with outcome. Consider having the interpreter ask clarifying questions before playing. You might create a gallery walk where students view and interpret multiple notation systems.",
    "link": "",
    "staffPick": false
  },
  {
    "id": 31,
    "title": "Draw that Melody",
    "category": [
      "CREATIVITY",
      "ARTS & CRAFTS",
      "INSTRUMENTS",
      "LISTENING"
    ],
    "time": 15,
    "ageGroup": "Elementary, Middle School",
    "description": "A connection to visual representations of sound.",
    "materials": "Drawing utensils and paper",
    "instructions": "1. Listen to music and draw what you hear.\n2. Another option is to use Kandinsky in Chrome Music Lab if accessible.",
    "purpose": "Connect the senses. Encourage deep listening. Self expression and communcation of feelings.",
    "style": "Core Activity",
    "notes": "You might have students compare their hand-drawn interpretations with the digital visualizations.",
    "link": "https://musiclab.chromeexperiments.com/Kandinsky/",
    "staffPick": false
  },
  {
    "id": 32,
    "title": "Rhythms from Around the World",
    "category": [
      "CREATIVITY",
      "LISTENING",
      "MOVEMENT",
      "TEAM BUILDING",
      "KODALY",
      "RHYTHM",
      "VOCAL",
      "SYNC"
    ],
    "time": 20,
    "ageGroup": "All Ages",
    "description": "Break down a rhythm from around the world and make it into body percussion.",
    "materials": "Phone, PA, dry erase board",
    "instructions": "1. Choose one or more songs from cultures or places less familiar to most students.\n2. Talk specifically about the breakdown of instruments, use Kodály to notate rhythms if useful.\n3. Choose vocal sounds that best emulates each instrument.\n4. This can also be done with beat boxing.",
    "purpose": "A listening and physical activity to reinforce students' sense of rhythm and ability to extract rhythmic patterns in music. This also helps students build a physical relationship to rhythm by using the body and voice apart from other instruments. This exposes students to styles of music they may be less familiar with.",
    "style": "Core Activity",
    "notes": "Research the cultural context of rhythms to share respectfully and accurately. Consider inviting guest musicians from different cultures when possible. You might have students research and present rhythms from their own cultural backgrounds to build inclusive representation.",
    "link": "",
    "staffPick": false
  },
  {
    "id": 33,
    "title": "Red Light, Green Light",
    "category": [
      "LISTENING",
      "MOVEMENT",
      "TEAM BUILDING",
      "ICEBREAKER"
    ],
    "time": 10,
    "ageGroup": "Elementary",
    "description": "Another take on Simon Says, Statue or musical chairs",
    "materials": "Phone, PA",
    "instructions": "1. Students spread out in the room with space to move and dance.\n2. Play music and encourage students to dance and move freely (Green Light).\n3. When the music stops, students must freeze completely like statues (Red Light).\n4. Any student caught moving after the music stops sits out for one round.\n5. Resume music and continue the pattern.\n\nVariation: Call out specific movements during Green Light (hop on one foot, spin, etc.).",
    "purpose": "Encourage playfulness, movement and focuses lots of energy",
    "style": "Opening",
    "notes": "Use music with clear stops and starts for easier recognition. Consider making it non-elimination by having \"frozen\" students become music controllers or judges. You might add creative challenges like freezing in specific poses or emotions.",
    "link": "",
    "staffPick": false
  },
  {
    "id": 34,
    "title": "Self-Care Mantras",
    "category": [
      "LISTENING",
      "MOVEMENT",
      "TEAM BUILDING",
      "ICEBREAKER",
      "COMMUNICATION",
      "EMOTIONAL AWARENESS",
      "MINDFULLNESS",
      "IDENTITY"
    ],
    "time": 10,
    "ageGroup": "All Ages",
    "description": "Self-care mantras with deep breathing, gentle stretches, and affirmations.",
    "materials": "None",
    "instructions": "1. Students can each offer a mantra of their own to a list, or the group can co-create an affirming/uplifting mantra to repeat.\n2. As the group mindfully breathes and stretches, repeat the chosen mantras.",
    "purpose": "Promote introspection, build group trust, build self-confidence, and create groundedness. A self-regulation tool.",
    "style": "Core Activity",
    "notes": "This can be used as an opener, reset, or closing activity.\n\nCreate a safe, judgment-free environment for sharing personal mantras. Consider having a few prepared mantras for groups that struggle to generate their own. You might pair this with soft background music or nature sounds to enhance the calming effect.",
    "link": "",
    "staffPick": true
  },
  {
    "id": 35,
    "title": "Singer Impressions",
    "category": [
      "LISTENING",
      "TEAM BUILDING",
      "ICEBREAKER",
      "IDENTITY",
      "LIVE PERFORMANCE",
      "VOCAL"
    ],
    "time": 10,
    "ageGroup": "All Ages",
    "description": "Do your best impression of an iconic singer or rapper and have people guess the artist!",
    "materials": "Microphone if desired",
    "instructions": "1. One student volunteers to go first and chooses an iconic singer or rapper to impersonate.\n2. The student performs a few lines from a well-known song in the style of that artist (focusing on vocal characteristics, mannerisms, or delivery style rather than exact lyrics).\n3. The rest of the group tries to guess which artist is being impersonated.\n4. Once guessed correctly (or after a few attempts), the next student takes a turn.\n5. Continue until everyone who wants to participate has had a chance.",
    "purpose": "Encourage playfulness, silliness, and some vulnerability with singing/rapping",
    "style": "Icebreaker",
    "notes": "Emphasize that perfect impressions aren't required - exaggerated characteristics often work better and are more fun. Consider having students explain what vocal or stylistic elements they were trying to capture. You might provide a list of well-known artists for students who need inspiration.",
    "link": "",
    "staffPick": false
  },
  {
    "id": 36,
    "title": "Stomp Out Stress",
    "category": [
      "COMMUNICATION",
      "EMOTIONAL AWARENESS",
      "MOVEMENT",
      "MINDFULLNESS",
      "RHYTHM",
      "ICEBREAKER"
    ],
    "time": 10,
    "ageGroup": "All Ages",
    "description": "Students create a physical and musical routine to release stress and tension.",
    "materials": "None",
    "instructions": "1. Discuss how stress feels in the body and healthy ways to release it.\n2. Create a sequence of movements that release tension: shoulder rolls, neck stretches, gentle jumping, stomping.\n3. Add sounds to each movement: sighs, vocal releases, clapping, stomping rhythms.\n4. Build it into a group routine that can be done anytime stress levels are high.\n5. End with deep breathing and a moment of stillness.",
    "purpose": "Provide a healthy outlet for stress and teach embodied self-regulation techniques.",
    "style": "Opening",
    "notes": "Emphasize that all movements should feel good and avoid any that cause pain. Consider adapting for students with physical limitations. You might use this routine before high-stress situations like performances or after challenging rehearsals.",
    "link": "",
    "staffPick": false
  },
  {
    "id": 37,
    "title": "Tuning Detective",
    "category": [
      "LISTENING",
      "THEORY",
      "INSTRUMENTS"
    ],
    "time": 10,
    "ageGroup": "All Ages",
    "description": "Develop ear training by identifying whether notes are sharp, flat, or perfectly in tune.",
    "materials": "Keyboard, guitar. Guitar tuner.",
    "instructions": "1. Play a reference note on a well-tuned instrument (piano works best).\n2. Play the same note slightly sharp, flat, or perfectly in tune on another instrument.\n3. Students raise different hands or use signals to indicate sharp, flat, or in tune.\n4. Start with obvious differences, then make them more subtle.\n\nLevel Up: If a student guesses correctly, invite them to manually tune the guitar to the correct note while using the keyboard as reference.",
    "purpose": "Develop critical listening skills and ear training for better ensemble playing.",
    "style": "Opening",
    "notes": "Start with larger pitch differences before progressing to subtle variations. Consider using visual aids (thumbs up for sharp, thumbs down for flat). You might have students tune their own instruments using these listening skills.",
    "link": "",
    "staffPick": false
  },
  {
    "id": 38,
    "title": "Microphone",
    "category": [
      "COMMUNICATION",
      "CREATIVITY",
      "EMOTIONAL AWARENESS",
      "LISTENING",
      "MINDFULLNESS",
      "MOVEMENT",
      "TEAM BUILDING",
      "SONGWRITING",
      "IDENTITY",
      "VOCAL",
      "ICEBREAKER",
      "SYNC"
    ],
    "time": 10,
    "ageGroup": "All Ages",
    "description": "Similar to \"Telephone.\" Pass melodies or lyrics around the circle using a microphone, watching how they transform through each performance.",
    "materials": "Mic and PA",
    "instructions": "1. Students sit in a circle with a microphone that gets passed around.\n2. First student creates a simple melody or short lyrical phrase and performs it into the mic.\n3. Next student takes the mic and tries to recreate what they just heard.\n4. Continue around the circle with each person recreating what the previous person performed.\n5. The last person performs what they received for the whole group.\n6. Compare the final version to the original - celebrate the creative evolution!",
    "purpose": "Develop careful listening skills, vocal confidence, and demonstrate how music naturally evolves through interpretation.",
    "style": "Icebreaker",
    "notes": "Alternative setup: Use a mic stand in the center and have students take turns walking up to perform. This emphasizes the performance aspect and works well for larger groups or when recording the evolution for playback.",
    "link": "",
    "staffPick": false
  },
  {
    "id": 39,
    "title": "Rose & Thorn",
    "category": [
      "COMMUNICATION",
      "EMOTIONAL AWARENESS",
      "LISTENING",
      "MINDFULLNESS",
      "ICEBREAKER",
      "SYNC"
    ],
    "time": 10,
    "ageGroup": "All Ages",
    "description": "Warm-up activity where students express one good thing and one challenging thing happening in their lives.",
    "materials": "None",
    "instructions": "1. Students sit in a circle at the beginning of class.\n2. Explain that a \"rose\" represents something positive in their life, and a \"thorn\" represents something challenging or difficult.\n3. Go around the circle with each student sharing one rose and one thorn from their recent experience.\n4. Listeners should remain supportive and avoid giving advice unless asked.\n5. Students can pass if they're not comfortable sharing.\n\nLevel up: Add a \"bud\" - something they're looking forward to or hopeful about.",
    "purpose": "Create a safe space for students to process their lives, build empathy, and foster understanding within the group.",
    "style": "Icebreaker",
    "notes": "Model appropriate sharing yourself first. Be prepared to follow up privately with students who share concerning information. Consider adjusting the day's activities based on the group's collective emotional state.",
    "link": "",
    "staffPick": true
  },
  {
    "id": 40,
    "title": "Would You Rather",
    "category": [
      "COMMUNICATION",
      "EMOTIONAL AWARENESS",
      "TEAM BUILDING",
      "IDENTITY",
      "ICEBREAKER",
      "SYNC"
    ],
    "time": 15,
    "ageGroup": "All Ages",
    "description": "Choose between musical scenarios to spark discussion and reveal preferences.",
    "materials": "None",
    "instructions": "1. Present musical \"Would You Rather\" scenarios to the group.\n2. Students indicate their choice by raising hands or calling out their preference.\n3. Ask a few students from each side to explain their reasoning.\n4. Use responses to guide discussions about musical preferences, goals, and values.\n\nSample Questions: \nWould you rather perform solo or in a group?\nWould you rather be known for technical skill or emotional expression?\nWould you rather play one instrument perfectly or five instruments pretty well?\nWould you rather write songs or perform covers?\n\nLevel up: Have students move to different sides of the room based on their choice for more dynamic discussion.",
    "purpose": "Encourage self-reflection about musical preferences and stimulate discussion about different approaches to music.",
    "style": "Icebreaker",
    "notes": "Prepare thought-provoking questions that don't have obvious \"right\" answers. Encourage students to change sides if they hear compelling arguments. You might use responses to inform future repertoire or activity choices.",
    "link": "",
    "staffPick": false
  },
  {
    "id": 41,
    "title": "Exquisite Chorus",
    "category": [
      "COMMUNICATION",
      "CREATIVITY",
      "EMOTIONAL AWARENESS",
      "LISTENING",
      "MINDFULLNESS",
      "TEAM BUILDING",
      "SONGWRITING",
      "ICEBREAKER",
      "SYNC"
    ],
    "time": 15,
    "ageGroup": "All Ages",
    "description": "Students sit in a circle and verbally contribute one word at a time to create silly sentences that can inspire lyrics for original songs.",
    "materials": "White board",
    "instructions": "1. Students sit in a circle with instructor or designated scribe ready to write.\n2. Instructor starts by saying \"Let's create a sentence\" and points to the first student.\n3. Each student contributes exactly one word, building on what came before.\n4. Continue around the circle until the sentence feels complete (usually 6-8 words).\n5. Scribe writes down the complete sentence for everyone to see.\n6. Read the silly sentence aloud and celebrate the unexpected result.\n7. Create multiple sentences using this method.\n8. Choose the most interesting or funny sentences to develop into song lyrics.\n\nLevel up: Assign sentence types (question, command, exclamation) or themes (love song, protest song, lullaby) to guide the word choices.",
    "purpose": "Encourage collaborative creativity, reduce perfectionism in songwriting, and generate unexpected lyrical ideas through spontaneous group input.",
    "style": "Core Activity",
    "notes": "Keep the energy moving quickly - don't let students overthink their word choice. The magic happens in the unexpected combinations. \n\nEncourage students to say the first word that comes to mind rather than planning ahead. Celebrate absurd results and remind students there are no wrong contributions. Consider giving shy students extra time or allowing them to pass and contribute on the next round.",
    "link": "",
    "staffPick": false
  },
  {
    "id": 42,
    "title": "Show Mode",
    "category": [
      "COMMUNICATION",
      "CREATIVITY",
      "EMOTIONAL AWARENESS",
      "LISTENING",
      "MINDFULLNESS",
      "MOVEMENT",
      "TEAM BUILDING",
      "SONGWRITING",
      "THEORY",
      "IDENTITY",
      "RHYTHM",
      "LIVE PERFORMANCE",
      "SYNC",
      "INSTRUMENTS",
      "VOCAL"
    ],
    "time": 60,
    "ageGroup": "All Ages",
    "description": "Intensive performance preparation activity that simulates real show conditions to build confidence and stage presence.",
    "materials": "Instruments, video and audio recording devices, speakers.",
    "instructions": "1. Announce \"Show Mode\" 2-4 weeks before performance - explain that rehearsals will now mimic actual show conditions.\n2. Run full setlist without stopping for mistakes, timing the entire performance.\n3. Practice all transitions including instrument switches, stage banter, and song introductions.\n4. Simulate stage conditions by practicing entrances, exits, and audience interaction.\n5. Work on stage presence including movement, eye contact, mic technique, and signature moves.\n6. Record rehearsals and review as a group, focusing on body language and energy.\n7. End each session with performance day warm-ups: stretching, band name chant, and positive visualization.",
    "purpose": "Transform rehearsal mindset from practice mode to performance mode, building confidence and professional stage habits.",
    "style": "Core Activity",
    "notes": "Emphasize that mistakes during Show Mode are learning opportunities, not failures. Consider inviting small audiences (other classes, friends) for practice performances. Create a supportive environment where students can experiment with stage presence without judgment.",
    "link": "https://docs.google.com/document/d/1go-mOp5IU4aCWbf37qpz1O0Ew-vGjEhN2Xn32cjlXU4/edit?usp=sharing",
    "staffPick": true
  },
  {
    "id": 43,
    "title": "Performance Review",
    "category": [
      "COMMUNICATION",
      "CREATIVITY",
      "EMOTIONAL AWARENESS",
      "LISTENING",
      "MINDFULLNESS",
      "MOVEMENT",
      "TEAM BUILDING",
      "SONGWRITING",
      "THEORY",
      "IDENTITY",
      "RHYTHM",
      "LIVE PERFORMANCE",
      "SYNC",
      "INSTRUMENTS",
      "VOCAL"
    ],
    "time": 20,
    "ageGroup": "All Ages",
    "description": "Post-performance reflection activity using structured discussion to celebrate successes and identify growth opportunities.",
    "materials": "Video screen, Speakers, white board",
    "instructions": "1. Gather in a circle shortly after the performance while memories are fresh.\n2. Start with celebrations - have each student share one thing they're proud of from the performance.\n3. Use structured discussion prompts:\nWhat moment made you feel most confident on stage?\nWhich song felt the strongest as a band?\nWhat did you notice about our stage presence/energy?\nHow did the audience respond to different moments?\n4. Rose & Thorn reflection: Share one highlight (rose) and one challenge (thorn) from the performance experience.\n5. Create group lists on a whiteboard or paper:\n\"Great Things We Did\" (celebrate specific moments, improvements, teamwork)\n\"Things to Explore Next Time\" (frame as opportunities, not failures)\n6. Set positive goals for the next performance based on insights gained.",
    "purpose": "Build reflective practice, celebrate growth, and identify areas for continued development in a supportive environment.",
    "style": "Core Activity",
    "notes": "If A/V recording is available, watch/listen together before discussion. Focus on effort and growth rather than perfection. Consider having students write individual reflections before group discussion.\n\nKeep the ratio heavily weighted toward positive observations. When discussing challenges, immediately follow with problem-solving suggestions. Consider having students vote on their favorite group moments to highlight collective achievements.",
    "link": "",
    "staffPick": true
  },
  {
    "id": 44,
    "title": "Lip Trills",
    "category": [
      "VOCAL",
      "THEORY"
    ],
    "time": 5,
    "ageGroup": "All Ages",
    "description": "Vocal warm-up using lip vibrations to relax facial muscles and support breath control.",
    "materials": "None",
    "instructions": "1. Students stand with good posture, shoulders relaxed.\n2. Gently press lips together and blow air through them to create a \"motorboat\" sound.\n3. Start with just the lip trill, no pitch.\n4. Add simple scales: start low and slide up, then back down.\n\nLevel up: Trill through major scales (do-re-mi-fa-sol-fa-mi-re-do) or arpeggios.",
    "purpose": "Warm up vocal cords gently, improve breath support, and relax facial tension.",
    "style": "Opening",
    "notes": "Some students may feel self-conscious making these sounds - model enthusiastically and emphasize that everyone sounds silly together. If students can't achieve lip trills, try humming or \"mmm\" sounds instead.",
    "link": "",
    "staffPick": false
  },
  {
    "id": 45,
    "title": "Siren Slides",
    "category": [
      "VOCAL",
      "THEORY"
    ],
    "time": 5,
    "ageGroup": "All Ages",
    "description": "Vocal warm-up using smooth pitch glides from low to high and back down.",
    "materials": "None",
    "instructions": "1. Students stand with relaxed posture.\n2. Start with a comfortable low note using \"ooo\" or \"ahh\" sound.\n3. Smoothly slide up to the highest comfortable note, like a siren.\n4. Slide back down to the starting note without breaks or jumps.\n5. Repeat 3-5 times, exploring different vowel sounds.\n\nLevel up: Add crescendo going up and decrescendo coming down.",
    "purpose": "Increase vocal range, improve pitch flexibility, and warm up the entire vocal range gently.",
    "style": "Opening",
    "notes": "Remind students not to strain for high notes - comfort is key. Demonstrate proper breath support and encourage students to stop if anything feels uncomfortable.",
    "link": "",
    "staffPick": false
  },
  {
    "id": 46,
    "title": "Ma-Me-Mi-Mo-Moo",
    "category": [
      "VOCAL",
      "THEORY"
    ],
    "time": 5,
    "ageGroup": "All Ages",
    "description": "Articulation warm-up using different vowel sounds with consonant combinations.",
    "materials": "None",
    "instructions": "1. Students stand in a circle with good posture.\n2. Start with a comfortable pitch and clearly articulate \"Ma-Me-Mi-Mo-Moo.\"\n3. Repeat on the same pitch, focusing on crisp consonants and pure vowel sounds.\n4. Move up a half-step and repeat the sequence.\n5. Continue up 5-6 half-steps, then come back down.\n\nLevel up: Try other consonant combinations like \"La-Le-Li-Lo-Loo\" or \"Na-Ne-Ni-No-Noo.\"",
    "purpose": "Improve articulation, warm up facial muscles, and practice vowel clarity for better singing diction.",
    "style": "Opening",
    "notes": "Encourage exaggerated mouth movements for clear articulation. Start slowly and build speed as students become comfortable. Some students may giggle - embrace the fun while maintaining focus.",
    "link": "",
    "staffPick": false
  },
  {
    "id": 47,
    "title": "Breathing Exercises",
    "category": [
      "VOCAL",
      "THEORY"
    ],
    "time": 5,
    "ageGroup": "All Ages",
    "description": "Fundamental breath control exercises to support healthy vocal production.",
    "materials": "None",
    "instructions": "1. Stand with one hand on chest, one on stomach.\nExercise 1 - Basic breathing: Inhale slowly through nose, expanding the lower hand (diaphragm). Exhale slowly through mouth.\nExercise 2 - Counted breathing: Inhale for 4 counts, hold for 4, exhale for 8. Gradually increase counts.\nExercise 3 - Hissing: Inhale deeply, then exhale on a steady \"sss\" sound for as long as possible.\nExercise 4 - Panting: Quick, shallow breaths like a dog, then return to deep breathing.",
    "purpose": "Develop proper breathing technique, increase lung capacity, and establish breath support for singing.",
    "style": "Opening",
    "notes": "Some students may feel dizzy - remind them to breathe normally if needed. This works well as a calming activity after high-energy exercises. Consider adding visualization (breathing in confidence, breathing out tension).",
    "link": "",
    "staffPick": false
  },
  {
    "id": 48,
    "title": "Shake it Out",
    "category": [
      "MOVEMENT",
      "RHYTHM",
      "ICEBREAKER",
      "SYNC"
    ],
    "time": 5,
    "ageGroup": "All Ages",
    "description": "Counting down while everyone shakes an arm and a leg.",
    "materials": "None",
    "instructions": "1. Start with the left arm and count down from 5 to 1 while shaking the arm that many times.\n2. Repeat with right arm, left leg, and then the right leg.\n3. Then repeat the cycle counting down from 4 to 1 starting again with the left arm.\n4. Repeat until you are done with the countdown.",
    "purpose": "An activity to get students up and moving",
    "style": "Opening",
    "notes": "Note: you can choose to start with any number.",
    "link": "",
    "staffPick": false
  },
  {
    "id": 49,
    "title": "KODALY",
    "category": [
      "CREATIVITY",
      "TEAM BUILDING",
      "SONGWRITING",
      "THEORY",
      "KODALY",
      "RHYTHM",
      "VOCAL",
      "INSTRUMENTS",
      "SYNC",
      "ICEBREAKER",
      "LIVE PERFORMANCE"
    ],
    "time": 10,
    "ageGroup": "All Ages",
    "description": "Use symbols to learn rhythm.",
    "materials": "Kodaly Deck",
    "instructions": "Using instruction pages, demonstrate rhythm sounds. Have class repeat by clapping AND saying the word simultaneously. (\"Say it while you play it!\")\nRemember: Each rhythm symbol = 1 beat.\nACTIVITY VARIATIONS:\n1. PLAY ON THE BEAT\nSet steady beat using kick drum or drum machine (around 100 BPM)\nDo each card 4 times through without missing the beat\n\n2. DYNAMICS\nLeader calls out \"LOUD\" or \"quiet\"\nOr use hand signals to control volume\n\n3. COMPETITION\nTwo-Three students use claps or percussion to play cards\nStudents who make mistakes are eliminated\nPlay until 1 left per round, then tournament style\n\n4. CREATIVE COMPOSITION\nStudents create their own 4-symbol rhythm bar on whiteboard\nClass repeats each student's creation\nPlay through all previous bars continuously\nLevel up: Students write original bars and perform them\n\n5. HUMAN DRUM MACHINE (Grid)\nDraw 4x3 grid on whiteboard\nSplit class into 3 groups, each takes one row:\nTop row = Kick pattern (foot stomp)\nMiddle row = Snare (clap)\nBottom row = Hi-hat (mouth sound)\n\n6. MYSTERY RHYTHM\nInstructor or student claps pattern\nStudents write the pattern on the board\n\n7. BUILD-A-BEAT\nStart with one symbol, each student adds one more\nSee how long the pattern can get before someone makes a mistake\n8. WORD SWAP\nReplace Kodály syllables with themed words that match the rhythm\n\n9. INSTRUMENT SWAP\nUse instruments instead of claps. (Everyone get to the instruments they’ll use for the first song)\nTry single notes on guitar or keyboard (choose one note!)",
    "purpose": "Learn rhythm, sync the band.",
    "style": "Opening",
    "notes": "Please follow the link to access the complete kodaly deck, insturctions, history and video examples.",
    "link": "https://drive.google.com/drive/folders/1mEqojlxoT-qbu7zX-D7GSLbir-lrOnd_?usp=sharing",
    "staffPick": true
  },
  {
    "id": 50,
    "title": "Smell the Flower / Blow Out the Candle",
    "category": [
      "EMOTIONAL AWARENESS",
      "MINDFULLNESS",
      "MOVEMENT",
      "SYNC",
      "ICEBREAKER"
    ],
    "time": 5,
    "ageGroup": "All Ages",
    "description": "Relaxing breathing excercise.",
    "materials": "None",
    "instructions": "1. Sit or stand comfortably with your shoulders relaxed. \n2. Smell the Flower - Inhale slowly through your nose for 4 counts (like smelling a beautiful flower)\n3. Blow Out the Candle - Exhale slowly through pursed lips for 6 counts (like gently blowing out a birthday candle)\nRepeat - Continue for 5-10 cycles",
    "purpose": "Bring the energy down and provide a relaxation technique for students.",
    "style": "Opening",
    "notes": "This can be used any time during class, when zen is needed.",
    "link": "",
    "staffPick": false
  }
]